Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: རེ་ཞིག་དགེ་སྦྱོང་དང་བྲམ་ཟེ་རྒན་རབས་གང་དག་ཡིན་པ་འདི་ལྟ་སྟེ། འོད་སྲུང་རྫོགས་བྱེད་ནས་གཅེར་བུ་པ་གཉེན་གྱི་བུའི་བར་གོང་མ་བཞིན་ཏེ། དེ་རྣམས་ཀྱིས་རེ་ཞིག་ཡིད་ཀྱི་དྲི་བ་ཡིད་ཀྱིས་མངོན་པར་འདུས་བྱས་པ་རྣམས་ཀྱང་མི་ཤེས་རྣམ་པར་མི་ཤེས་ན་དགེ་སྦྱོང་གཽ་ཏ་མ་ནས་གཞོན་པ་གསར་དུ་རབ་ཏུ་བྱུང་བས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་སྙམ་དུ་བསམས་ཏེ་སླར་ལྡོག་པར་འདོད་པ་ལས། ཡང་དེ་འདི་སྙམ་དུ་སེམས་ཏེ། སྔོན་གྱི་ཀུན་དུ་རྒྱུ་རྙིང་པ་རྒན་པོ་འཁོགས་པ་སྤྱོད་པའི་སློབ་དཔོན་དག་ལས་བདག་གིས་དགེ་སློང་གཞོན་ནུ་ལ་བརྙས་པར་མི་བྱ།
en: When he had departed, he again thought, “For the time being, Pūraṇa Kāśyapa . . . and Nirgrantha Jñātiputra, who are aged śramaṇas and brahmins, did not know or understand the questions being considered in my mind.

source: དགེ་སློང་གཞོན་ནུ་ལ་ཟིལ་གྱིས་མནན་པར་མི་བྱ་སྟེ།
en: Needless to say, the śramaṇa Gautama, who is younger and has only recently gone forth, will not either.”

source: དགེ་སློང་གཞོན་ནུ་ཡང་དེ་ནི་དབང་ཆེ་བ་མཐུ་ཆེ་བར་གྱུར་པ་ཡིན་ནོ་ཞེས་ཐོས་སོ་སྙམ་དུ་བསམས་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཡིད་ཀྱི་ཞུ་བ་ཡིད་ཀྱིས་མངོན་པར་འདུས་བྱས་པ།
en: When he had started to turn back, he again thought, “I have heard from my teachers of conduct, who were old, aged, and elderly, former wandering mendicants, that one should not despise a young monk, one should not slight a young monk, since even a young monk can become one who has great force and great power.” He then went to the Blessed One. When he arrived, he considered the questions in his mind in front of the Blessed One:

source: ཇི་ལྟར་མཛའ་བོ་མ་ཡིན་པ་ལ་མཛའ་བོ་ལྟར་བཅོས་པ་ཡིན་པར་བལྟ་བར་བྱ་ཞེས་བྱ་བ་ནས་ཇི་ལྟར་ནད་མེད་པ་འཐོབ་ཅེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: “How should I recognize a person who pretends to be a friend while he is not in fact a friend? . . . . How should I attain freedom from illness?”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཐུགས་ཀྱིས་ཀུན་དུ་རྒྱུ་འདམ་བུའི་ཚོང་པའི་བསམ་པ་མཁྱེན་ནས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: The Blessed One, knowing the wandering mendicant Reed Merchant’s mind with his own mind, then at that time spoke these verses:

source: མཛའ་བོ་གཞན་ལ་རྣམ་པར་སྨོད་བྱེད་ཅིང་།
en: “One who, condemning his friend in the presence of other people,

source: །དེ་ནི་བདག་ཏུ་ཟད་དོ་ཞེས་སྨྲ་ལ།
en: Says, ‘He exhausted me,’

source: །ལས་ཀྱང་སླ་དགུ་འདམ་ཞིང་བྱེད་པ་དེ།
en: And acts with regard to high and low status,

source: །བདག་གི་བཤེས་མ་ཡིན་པར་ཤེས་པར་བྱ།
en: Should be known not to be your friend.

source: །གང་ཞིག་བདེན་པ་མ་ཡིན་ཚིག །མཛའ་བོ་དག་ལ་སྨྲ་བྱེད་ཅིང་།
en: “One who, speaking untrue words To his friends,

source: །སྨྲ་ལ་ལས་སུ་མི་བྱེད་པའང་།
en: Does not do what he has said

source: །མཁས་པ་རྣམས་ཀྱིས་ཡོངས་ཤེས་ཏེ།
en: Is also well known by the wise.

source: །དེ་ལྟ་བུ་ནི་མཛའ་བོ་མ་ཡིན་པ་ལ་མཛའ་བོ་ལྟར་བཅོས་པ་ཡིན་པར་ཤེས་པར་བྱའོ།
en: “You should know that such a person is a person who pretends to be a friend while he is not in fact a friend.

source: །ཇི་ལྟར་བདག་དང་འདྲ་བའི་མཛའ་བོ་ཡིན་པར་རིག་པར་བྱ་ཞེ་ན།
en: How should you know a friend who loves you as much as himself?

source: གང་ཞིག་རྟག་ཏུ་བག་མེད་དབྱེ་བ་ཡི།
en: “One who is always shrewd

source: །བསམ་པས་གླགས་ལྟ་དེ་ནི་མཛའ་མིན་གྱི།
en: And watching opportunistically is not your friend.

source: །གང་ཞིག་འདིར་ནི་སྙིང་དང་འདྲར་གྱུར་པར།
en: In this world, one whose mind is equal to yours,

source: །གཞན་གྱིས་མི་ཕྱེད་དེ་ནི་མཛའ་བོ་ཡིན།
en: And who is never separated from you by others, is your friend.

source: །དེ་ལྟ་བུ་ནི་བདག་དང་འདྲ་བའི་མཛའ་བོ་ཡིན་པར་རིག་པར་བྱའོ།
en: “You should know such a person is a friend who loves you as much as himself.

source: །ཅིའི་ཕྱིར་སྤོང་ཞེ་ན།
en: For the sake of what should you enter into renunciation?

source: སྐྱེས་བུ་གཅེས་པ་མཐར་འབྱིན་ཅིང་།
en: “To be one who, abandoning completely that to which he had been attached,

source: །འབྲས་བུ་ལྟ་བར་བྱེད་པ་ནི། །རབ་ཏུ་དགའ་བ་སྐྱེད་པའི་གནས།
en: Sees the fruits of acts

source: །རབ་བསྔགས་འདྲེན་པའི་ཞི་བ་སྒོམ།
en: And meditates on peace, Which causes pleasure and leads to an exalted status.

source: །དེ་དོན་དུ་གཉེར་བར་བསྒོམ་མོ།
en: “You should meditate, seeking it.

source: །ཇི་ལྟར་ནད་མེད་པ་འཐོབ་ཅེ་ན། རབ་ཏུ་དབེན་པའི་རོ་དང་ནི།
en: How should you attain freedom from illness?

source: །ཉེ་བར་ཞི་བའི་རོ་ཤེས་ནས།
en: “One who, knowing the taste of Complete solitude and the taste of peace,

source: །ཆོས་ལ་དགའ་བའི་རོ་འཐུང་བ།
en: Savors the joy of the Dharma

source: །ནད་མེད་སྡིག་པ་མེད་པར་འགྱུར།
en: Becomes one free from illness and sin.

source: །དེ་ལྟར་ན་ནད་མེད་པ་འཐོབ་བོ།
en: “You will attain freedom from illness in such a way.”

source: །དེ་ནས་ཀུན་དུ་རྒྱུ་འདམ་བུའི་ཚོང་པ་འདི་སྙམ་དུ་སེམས་ཏེ། དགེ་སྦྱོང་གཽ་ཏ་མའི་ཐུགས་ཀྱིས་ནི་བདག་གི་བསམ་པ་མཁྱེན་ནོ་སྙམ་དུ་རིག་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གཽ་ཏ་མ་བདག་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འཐོབ་པ་ལྟ་ན།
en: Then the wandering mendicant Reed Merchant thought, “My mind was known by the śramaṇa Gautama’s mind.” He said to the Blessed One, “Gautama, I wish to go forth and be ordained a monk in the well-taught Dharma and Vinaya.

source: བཅོམ་ལྡན་འདས་དགེ་སྦྱོང་གཽ་ཏ་མའི་སྤྱན་སྔར་བདག་གིས་ཚངས་པར་སྤྱོད་པ་སྤྱད་པར་བགྱིའོ།
en: Blessed One, I will lead the pure life in the presence of the śramaṇa Gautama.”

source: །ཀུན་དུ་རྒྱུ་འདམ་བུའི་ཚོང་པ་ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་བྱུང་ཞིང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་ཐོབ་སྟེ།
en: The wandering mendicant Reed Merchant went forth and was ordained a monk in the well-taught Dharma and Vinaya.

source: དེ་ལྟར་རབ་ཏུ་བྱུང་ནས་ཚེ་དང་ལྡན་པ་དེས་ཞེས་བྱ་བ་ནས་དེ་སེམས་ཤིན་ཏུ་རྣམ་པར་གྲོལ་བའི་དགྲ་བཅོམ་པར་གྱུར་ཏོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: After having thus gone forth, the venerable . . . became an arhat whose mind had been completely liberated.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དམར་བུ་ཅན་གྱི་གྲོང་དུ་འདོང་ངོ་།
en: Thereupon the Blessed One said to the venerable Ānanda, “Ānanda, let us go to Pāṭali Village.”

source: །བཙུན་པ་བཀའ་བཞིན་འཚལ་ཞེས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ཏོ།
en: “Certainly, O Honored One,” replied the venerable Ānanda to the Blessed One. III. Veṇuyaṣṭikā

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་དམར་བུ་ཅན་གྱི་གྲོང་ཁྱེར་དང་རྒྱལ་པོའི་ཁབ་ཀྱི་བར་གྱི་དབུས་ན་རྒྱལ་པོའི་གནས་འོད་མའི་དབྱུག་པ་ཅན་དུ་ནུབ་མོ་ཉེ་བར་རྟེན་ཅིང་བཞུགས་སོ།
en: Thereupon the Blessed One, together with the community of monks, stayed overnight at Veṇuyaṣṭikā, which was a residence of the king.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ང་དང་ཁྱེད་ཅག་ཁོ་ནས་འཕགས་པའི་བདེན་པ་བཞི་པོ་དག་མ་ཤེས། མ་མཐོང་། ཁོང་དུ་མ་ཆུད། སོ་སོར་མ་རྟོགས་པས་ལམ་རིང་པོ་འདིར་རྒྱུག་ཅིང་འཁོར་བར་གྱུར་ཏོ།
en: Then the Blessed One said to the monks, “Monks, you and I have transmigrated through this difficult course because we did not know, see, comprehend, or realize the four truths of the noble ones.

source: །བཞི་པོ་དེ་དག་གང་ཞེ་ན།
en: What are the four?

source: ང་དང་ཁྱེད་ཅག་ཁོ་ནས་ཞེས་བྱ་བ་ནས། སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་མ་ཤེས་མ་མཐོང་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: You and I have transmigrated . . . because we did not know, see . . . the truth of the noble ones that is suffering.

source: །ང་དང་ཁྱེད་ཅག་ཁོ་ནས་ཞེས་པ་ནས། སྡུག་བསྔལ་ཀུན་འབྱུང་བ་དང་། སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་མ་ཤེས་མ་མཐོང་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ།
en: You and I have transmigrated . . . because we did not know, see . . . the truths of the noble ones that are the origination of suffering, the cessation of suffering, and the path to the cessation of suffering.

source: །ངས་སྡུག་བསྔལ་འཕགས་པའི་བདེན་པ་རྗེས་སུ་རྟོགས་ཤིང་སོ་སོར་རྟོགས་པས་སྲིད་པའི་སྲེད་པ་བཅད་པས་འཁོར་བའི་སྐྱེ་བ་ཟད་དེ། ད་ནི་སྲིད་པ་གཞན་མེད་དོ།
en: Since I have cut off desire for existence through reflecting on and comprehending the truth of the noble ones that is suffering, my births have been exhausted and now I will have no further existence.

source: །ངས་སྡུག་བསྔལ་ཀུན་འབྱུང་བ་དང་། སྡུག་བསྔལ་འགོག་པར་འགྲོ་བའི་ལམ་འཕགས་པའི་བདེན་པ་རྗེས་སུ་རྟོགས་ཤིང་སོ་སོར་རྟོགས་པས་སྲིད་པའི་སྲེད་པ་བཅད་པས་འཁོར་བའི་སྐྱེ་བ་ཟད་དེ། ད་ནི་སྲིད་པ་གཞན་མེད་དོ།
en: Since I have cut off desire for existence through reflecting on and comprehending the truths of the noble ones that are the origination of suffering, the cessation of suffering, and the path to the cessation of suffering, my births have been exhausted and now I have no further existence.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ཏེ།
en: Thus said the Blessed One.

source: བདེ་བར་གཤེགས་པས་དེ་སྐད་གསུངས་ནས་སྟོན་པས་གཞན་ཡང་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Thus said the Sugata. Thus said the Teacher.

source: །ང་དང་ཁྱེད་ཅག་ཁོ་ན་ཡིས།
en: “You and I have transmigrated

source: །འཕགས་པའི་བདེན་པ་བཞི་པོ་དག །ཇི་ལྟ་བ་བཞིན་མ་མཐོང་བས། །ལམ་ནི་རིང་དུ་འཁོར་བར་གྱུར།
en: Through this difficult course Because we did not see The four truths of the noble ones as they are.

source: །བདེན་པ་དེ་དག་མཐོང་ནས་ནི།
en: “Having seen those truths,

source: །སྲིད་པའི་སྲེད་པ་བཅད་ནས་སུ།
en: I cut off desire for existence

source: །འཁོར་བའི་སྐྱེ་བ་ཟད་པས་ན།
en: And my births were exhausted.

source: །ད་ནི་སྲིད་པ་གཞན་མེད་དོ།
en: Now I will have no further lives.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: Thus spoke the Blessed One, and the monks rejoiced in and praised what the Blessed One had said. IV.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་དམར་བུ་ཅན་གྱི་གྲོང་གང་ན་བ་དེར་འདོང་ངོ་།
en: Pāṭali Village A. The Sermon at Pāṭali Village Thereupon the Blessed One said to the venerable Ānanda, “Ānanda, let us go to Pāṭali Village.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་དང་ཡུལ་མ་ག་དྷཱའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་དམར་བུ་ཅན་གྱི་གྲོང་དུ་བྱོན་ཏོ།
en: The Blessed One, traveling through the country of Magadha, then arrived in Pāṭali Village.

source: །དམར་བུ་ཅན་གྱི་གྲོང་གི་དམར་བུ་ཅན་གྱི་མཆོད་རྟེན་ན་བཞུགས་སོ།
en: He stayed at the Pāṭalaka Shrine in Pāṭali Village.

source: །དམར་བུ་ཅན་གྱི་གྲོང་གི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཡུལ་མ་ག་དྷཱའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ནས་དམར་བུ་ཅན་གྱི་གྲོང་དུ་བྱོན་ཏེ། དམར་བུ་ཅན་གྱི་མཆོད་རྟེན་ན་བཞུགས་སོ་ཞེས་ཐོས་སོ། །ཐོས་ནས་ཀྱང་ཚོགས་ནས་ཚོགས་དང་། ཁྱུ་ནས་ཁྱུར་ཕྲད་ཅིང་འདུག་ནས་དམར་བུ་ཅན་གྱི་གྲོང་ནས་བྱུང་སྟེ་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་དོང་སྟེ་ལྷགས་ནས།
en: When the brahmins and householders in Pāṭali Village heard that the Blessed One, traveling through the country of Magadha, had arrived in Pāṭali Village and was staying at the Pāṭalaka Shrine, they met together, flocked together, left Pāṭali Village, and went to the Blessed One.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དམར་བུ་ཅན་གྱི་གྲོང་གི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་ལྔ་པོ་འདི་དག་ནི་བག་མེད་པའི་ཉེས་དམིགས་དག་ཡིན་ཏེ།
en: When they had sat down to one side, the Blessed One said to the brahmins and householders in Pāṭali Village, “Brahmins and householders, these five are the faults of being careless.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་འདི་ལ་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་ལོངས་སྤྱོད་ཆེན་པོ་ལས་ཉམས་པར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carelessly, you will lose many possessions.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་ལོངས་སྤྱོད་ཆེན་པོ་ལས་ཉམས་པར་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི་བག་མེད་པའི་ཉེས་དམིགས་དང་པོ་ཡིན་ནོ།
en: Brahmins and householders, it is the first fault of being careless that, because of living carelessly, you will lose many possessions.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་སྡིག་པ་དང་། བསྔགས་པ་མ་ཡིན་པ་དང་། གྲགས་པ་མ་ཡིན་པའི་སྒྲ་དང་ཚིགས་སུ་བཅད་པ་གྲགས་པར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carelessly, also your sinfulness, infamy, and bad name and reputation will be known in all directions.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་སྡིག་པ་དང་། བསྔགས་པ་མ་ཡིན་པ་དང་། གྲགས་པ་མ་ཡིན་པའི་སྒྲ་དང་ཚིགས་སུ་བཅད་པ་གྲགས་པར་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི། བག་མེད་པའི་ཉེས་དམིགས་གཉིས་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the second fault of being careless that, because of living carelessly, your sinfulness, infamy, and bad name and reputation will be known in all directions.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་རྒྱལ་རིགས་ཀྱི་འཁོར་དུའང་རུང་། བྲམ་ཟེའི་འཁོར་དུའང་རུང་། ཁྱིམ་བདག་གི་འཁོར་དུའང་རུང་། དགེ་སྦྱོང་གི་འཁོར་དུའང་རུང་། འཁོར་གང་དང་གང་དུ་འགྲོ་བའི་འཁོར་དེ་དང་དེར་ཞུམ་ཞུམ་པོར་གྱུར་ནས་དགའ་བ་མེད་པ་དང་། བག་ཚ་བས་འགྲོ་བར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carelessly, also to whatever assemblies you go, namely, to an assembly of kṣatriyas, to an assembly of brahmins, to an assembly of householders, or to an assembly of śramaṇas, you will go to the assembly being nervous, unhappy, and frightened.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་གང་དང་གང་དུ་ཞེས་བྱ་བ་ནས་བག་ཚ་བས་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུའོ། །འདི་ནི་བག་མེད་པའི་ཉེས་དམིགས་གསུམ་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the third fault of being careless that, because of living carelessly, to whatever assemblies you go . . . being . . . frightened.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་གང་དང་གང་དུ་ཞེས་བྱ་བ་ནས་བག་མེད་པའི་རྒྱུས་ཡིད་ལ་གཅགས་བཞིན་འཆི་བར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carelessly, also you will die full of regret.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་ཡིད་ལ་གཅགས་བཞིན་འཆི་བར་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི་བག་མེད་པའི་ཉེས་དམིགས་བཞི་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the fourth fault of being careless that, because of living carelessly, you will die full of regret.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་ལུས་ཞིག་ནས་ཤི་བའི་འོག་ཏུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carelessly, also after dying in a certain body you will descend to the inferior states, inferior modes of existence, and be born in hell.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་མེད་པ་བག་མེད་པ་ལ་གནས་པའི་རྒྱུས་ལུས་ཞིག་ནས་ཤི་བའི་འོག་ཏུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི་བག་མེད་པའི་ཉེས་དམིགས་ལྔ་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the fifth fault of being careless that, because of living carelessly, after dying in a certain body you will descend to inferior states, inferior modes of existence, and be born in hell.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་ལྔ་པོ་འདི་དག་ནི་བག་ཡོད་པའི་ཕན་ཡོན་ཡིན་ཏེ།
en: “Brahmins and householders, these five are the benefits of being careful.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ལོངས་སྤྱོད་ཆེན་པོ་ལས་ཉམས་པར་མི་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carefully, you will not lose many possessions.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ལོངས་སྤྱོད་ཆེན་པོ་ལས་ཉམས་པར་མི་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི་བག་ཡོད་པའི་ཕན་ཡོན་དང་པོ་ཡིན་ནོ།
en: Brahmins and householders, it is the first benefit of being careful that, because of living carefully, you will not lose many possessions.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་དགེ་བ་དང་། གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་རྒྱ་ཆེན་པོ་གྲགས་པར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carefully, also your goodness, fame, and good name and reputation will be known in all directions.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ཕྱོགས་དང་ཕྱོགས་མཚམས་སུ་དགེ་བ་དང་། གྲགས་པ་དང་། སྒྲ་དང་། ཚིགས་སུ་བཅད་པ་རྒྱ་ཆེན་པོ་གྲགས་པར་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི་བག་ཡོད་པའི་ཕན་ཡོན་གཉིས་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the second benefit of being careful that, because of living carefully, your goodness, fame, and good name and reputation will be known in all directions.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་རྒྱལ་རིགས་ཀྱི་འཁོར་དུའང་རུང་། བྲམ་ཟེའི་འཁོར་དུའང་རུང་། ཁྱིམ་བདག་གི་འཁོར་དུའང་རུང་། དགེ་སྦྱོང་གི་འཁོར་དུའང་རུང་། འཁོར་གང་དང་གང་དུ་འགྲོ་བའི་འཁོར་དེ་དང་དེར་ཞུམ་ཞུམ་པོ་མ་ཡིན་པ་དང་། དགའ་བ་དང་བག་ཚ་བ་མེད་པས་འགྲོ་བར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carefully, also to whatever assemblies you go, namely, to an assembly of kṣatriyas, to an assembly of brahmins, to an assembly of householders, or to an assembly of śramaṇas, you will go to the assembly not nervous but happy and unafraid.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ཞེས་བྱ་བ་ནས། བག་ཚ་བ་མེད་པ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་དུ་གང་ཡིན་པ་འདི་ནི་བག་ཡོད་པའི་ཕན་ཡོན་གསུམ་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the third benefit of being careful that, because of living carefully, to whatever assemblies you go . . . and unafraid.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ཡིད་ལ་གཅགས་པ་མེད་པར་འཆི་བར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carefully, also you will die without regret.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ཡིད་ལ་གཅགས་པ་མེད་པར་འཆི་བར་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི་བག་ཡོད་པའི་ཕན་ཡོན་བཞི་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the fourth benefit of being careful that, because of living carefully, you will die without regret.

source: །བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་གཞན་ཡང་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ལུས་ཞིག་ནས་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་ལྷ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Brahmins and householders, because of living carefully, also you will ascend from a certain body and be born among the gods in the heavens.

source: བྲམ་ཟེ་དང་ཁྱིམ་བདག་དག་བག་ཡོད་པ་བག་ཡོད་པ་ལ་གནས་པའི་རྒྱུས་ལུས་ཞིག་ནས་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་ལྷ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་བ་གང་ཡིན་པ་འདི་ནི་བག་ཡོད་པའི་ཕན་ཡོན་ལྔ་པ་ཡིན་ནོ།
en: Brahmins and householders, it is the fifth benefit of being careful that, because of living carefully, you will ascend from a certain body and be born among the gods in the heavens.”

source: །དེ་ནས་དམར་བུ་ཅན་གྱི་གྲོང་གི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ཅག་གི་གནས་སུ་དོ་མོད་བཞུགས་པར་གསོལ།
en: Thereupon the brahmins and householders in Pāṭali Village rose from their seats, draped their upper robes over one shoulder, made the gesture of supplication to the Blessed One, and said to the Blessed One, “O Blessed One, please spend the night in our residence.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དམར་བུ་ཅན་གྱི་གྲོང་གི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to the brahmins and householders in Pāṭali Village by remaining silent.

source: །དེ་ནས་དམར་བུ་ཅན་གྱི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་དོང་ངོ་།
en: Then the brahmins and householders in Pāṭali Village, knowing that the Blessed One had assented by remaining silent, bowed low until their foreheads touched the Blessed One’s feet, and departed from the Blessed One’s presence. B. The Donation by the Brahmin Varśākāra

source: །མ་ག་དྷཱའི་སྣ་ཆེན་པོ་ལ་གཏོགས་པ་བྲམ་ཟེ་དབྱར་བྱེད་ཀྱིས་དགེ་སྦྱོང་གཽ་ཏ་མ་མ་ག་དྷཱའི་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ན་དམར་བུ་ཅན་གྱི་གྲོང་དུ་གཤེགས་ནས་དམར་བུ་ཅན་གྱི་གྲོང་གི་དམར་བུ་ཅན་གྱི་མཆོད་རྟེན་ན་བཞུགས་ཏེ། དེ་ལ་དམར་བུ་ཅན་གྱི་གྲོང་གི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་རྣམས་ཀྱིས་བཀུར་སྟི་བྱས་སོ་ཞེས་ཐོས་སོ།
en: The brahmin Varśākāra, chief minister of Magadha, heard that the śramaṇa Gautama, traveling through the country of Magadha, had arrived in Pāṭali Village and was staying at the Pāṭalaka Shrine in Pāṭali Village, and that the brahmins and householders in Pāṭali Village were serving him.

source: །ཐོས་ནས་ཀྱང་རྟ་རྒོད་མ་དང་ལྡན་པའི་ཤིང་རྟ་ཐམས་ཅད་ནས་དཀར་བའི་ནང་དུ་ཞུགས་ནས་གསེར་གྱི་ཁར་བ་དང་རིལ་བ་སྤྱི་བླུགས་ཐོགས་ཏེ་བྲམ་ཟེའི་ཁྱེའུའི་ཚོགས་ཀྱིས་ཡོངས་སུ་བསྐོར་ཅིང་། བྲམ་ཟེའི་ཁྱེའུའི་ཚོགས་ཀྱིས་མདུན་གྱིས་བལྟས་ནས་དམར་བུ་ཅན་གྱི་གྲོང་ནས་བྱུང་སྟེ། བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་དང་བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་སོང་ངོ་།
en: Upon hearing this, he left Pāṭali Village riding an entirely white chariot pulled by mares, carrying a golden water jar with a handle, and surrounded and followed by young brahmins, and he went to see and serve the Blessed One.

source: །དེ་ཇི་ཙམ་བཞོན་པའི་སའི་བར་དུ་བཞོན་པས་སོང་ནས་བཞོན་པ་ལས་བབས་ཏེ་རྐང་པས་ཀུན་དགའ་ར་བར་ཞུགས་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Having gone as far as he could go by vehicle, he alighted from the vehicle, entered the park on foot, and went to the Blessed One.

source: བཅོམ་ལྡན་འདས་དང་ལྷན་ཅིག་མངོན་དུ་ཡང་དག་པར་དགའ་བ་དང་། ཡང་དག་པར་མགུ་བར་འགྱུར་བའི་གཏམ་རྣམ་པ་སྣ་ཚོགས་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: When he arrived, face to face with the Blessed One, he made plenty of pleasant and joyful conversation, and then sat down to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མ་ག་དྷཱའི་སྣ་ཆེན་པོ་ལ་གཏོགས་པ་བྲམ་ཟེ་དབྱར་བྱེད་ལ་ཆོས་དང་ལྡན་པའི་གཏམ་གྱིས་ཡང་དག་པར་སྟོན་པར་མཛད། ཡང་དག་པར་གཟེངས་སྟོད་པར་མཛད། ཡང་དག་པར་འཛིན་དུ་འཇུག་པར་མཛད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་མཛད་དེ།
en: When the brahmin had sat down to one side, the Blessed One, through talk consistent with the Dharma, instructed, inspired, encouraged, and delighted the brahmin Varśākāra, chief minister of Magadha.

source: །དེ་ནས་མ་ག་དྷཱའི་སྣ་ཆེན་པོ་ལ་གཏོགས་པ་བྲམ་ཟེ་དབྱར་བྱེད་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཽ་ཏ་མ་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་སང་བདག་གི་སྡུམ་པར་གདུགས་ཚོད་སྦྱོར་ཞིང་མཆིས་ན་གནང་བར་མཛད་དུ་གསོལ།
en: The brahmin Varśākāra, chief minister of Magadha, then rose from his seat, draped his upper robe over one shoulder, made the gesture of supplication to the Blessed One, and said to the Blessed One, “May the Blessed One Gautama with the community of monks assent to my offer of a meal at my house tomorrow.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་མ་ག་དྷཱའི་སྣ་ཆེན་པོ་ལ་གཏོགས་པ་བྲམ་ཟེ་དབྱར་བྱེད་ལ་ཅང་མི་གསུང་བས་གནང་ངོ་།
en: The Blessed One assented to the brahmin Varśākāra, chief minister of Magadha, by remaining silent.

source: །དེ་ནས་མ་ག་དྷཱའི་སྣ་ཆེན་པོ་ལ་གཏོགས་པ་བྲམ་ཟེ་དབྱར་བྱེད་ཀྱིས་བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བས་གནང་བར་རིག་ནས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སོང་ངོ་།
en: Then the brahmin Varśākāra, chief minister of Magadha, knowing that the Blessed One had assented by remaining silent, departed from the Blessed One’s presence.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མ་ག་དྷཱའི་སྣ་ཆེན་པོ་ལ་གཏོགས་པ་བྲམ་ཟེ་དབྱར་བྱེད་སོང་ནས་རིང་པོ་མ་ལོན་པར་ཐུགས་སུ་ཆུད་ནས་འདུག་གནས་གང་ན་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས།
en: Thereupon the Blessed One, knowing it was not long after the brahmin Varśākāra, chief minister of Magadha, had departed, went to the residence.

source: འདུག་གནས་ཀྱི་ཕྱི་རོལ་དུ་ཞབས་གཉིས་བཀྲུས་ཏེ་འདུག་གནས་སུ་ཞུགས་ནས་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་ཏེ། སྐྱིལ་མོ་ཀྲུང་བཅས་ནས་སྐུ་དྲང་པོར་བསྲང་སྟེ་དགོངས་པ་མངོན་དུ་ཕྱོགས་པར་བཞག་གོ།
en: When he arrived, he washed his feet outside the residence, entered, sat on the prepared seat, stretched his back, and focused his mind on a point in front of himself.

source: །བཅོམ་ལྡན་འདས་འདུག་གནས་ན་ཉིན་པར་གྱི་གནས་པས་བཞུགས་པ་ན་ལྷའི་སྤྱན་རྣམ་པར་དག་པ་མིའི་ལས་འཕགས་པས་དམར་བུ་ཅན་གྱི་གྲོང་ན་མཐུ་ཆེ་བ་མཐུ་ཆེ་བའི་ལྷ་རྣམས་གནས་ཀྱིས་འབྲེ་བ་གཟིགས་སོ། །གཟིགས་ནས་ཀྱང་དགོངས་ཀ་ནང་དུ་ཡང་དག་འཇོག་ལས་བཞེངས་ཏེ་འདུག་གནས་ནས་བྱུང་ནས། འདུག་གནས་ཀྱི་གྲིབ་མ་ལ་དགེ་སློང་གི་དགེ་འདུན་གྱི་གུང་ལ་གདན་བཤམས་པ་ཉིད་ལ་བཞུགས་སོ།
en: While the Blessed One was dwelling for the day in the residence, he saw with his divine sight, which is pure and surpasses that of humans, gods of great power covering the ground in Pāṭali Village. Upon seeing this, he arose in the evening from his seclusion, left the residence, and sat on the seat prepared for him in front of the community of monks in the shade of the residence.

source: །བཞུགས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ཁྱོད་ཀྱིས་དམར་བུ་ཅན་གྱི་གྲོང་གི་གྲོང་ཁྱེར་རྩིག་པར་བརྩོན་པ་སུ་ཡིན་ཅི་ཐོས།
en: After he had sat down, the Blessed One said to the venerable Ānanda, “Ānanda, who have you heard is going to build a city in Pāṭali Village?”
